---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadWallCoolingLoadParam
source: html/7c2522d0-8555-cf9c-aa45-920b35962569.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadWallCoolingLoadParam Property

"Wall Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadWallCoolingLoadParam { get; }
```